Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# couldNotLocateDownloadsFolder
source: Could not locate the Downloads folder.
da: Kunne ikke finde mappen Overførsler.
de: Der Ordner „Downloads“ wurde nicht gefunden.
es: No se encontró la carpeta Descargas.
fr: Impossible de trouver le dossier Téléchargements.
it: Impossibile trovare la cartella Download.
ja: ダウンロードフォルダが見つかりません。
nb: Fant ikke Nedlastinger-mappen.
nl: De map Downloads is niet gevonden.
pl: Nie znaleziono folderu Pobrane.
pt: Não foi possível localizar a pasta Transferências.
sv: Kunde inte hitta mappen Hämtade filer.
zh_hans: 找不到“下载”文件夹。

source: Could not play
da: Kunne ikke afspille
de: Konnte nicht abgespielt werden
es: No se pudo reproducir
fr: Impossible de lire
it: Impossibile riprodurre
ja: 再生できませんでした
nb: Kunne ikke spille
nl: Kan niet afspelen
pl: Nie można odtworzyć
pt: Não foi possível reproduzir
sv: Kunde inte spela
zh_hans: 无法播放

# couldNotPlayAllFormat
source: Couldn't play all: %@
da: Kunne ikke afspille alt: %@
de: Konnte nicht alles abspielen: %@
es: No se pudo reproducir todo: %@
fr: Impossible de tout lire : %@
it: Impossibile riprodurre tutto: %@
ja: すべてを再生できませんでした：%@
nb: Kunne ikke spille av alt: %@
nl: Kon niet alles afspelen: %@
pl: Nie można odtworzyć wszystkiego: %@
pt: Não foi possível reproduzir tudo: %@
sv: Kunde inte spela upp allt: %@
zh_hans: 无法全部播放：%@

# couldNotPlayList
source: Couldn't play that list
da: Kunne ikke afspille den liste
de: Diese Liste konnte nicht abgespielt werden
es: No se pudo reproducir esa lista
fr: Impossible de lire cette liste
it: Impossibile riprodurre quella lista
ja: そのリストを再生できませんでした
nb: Kunne ikke spille av den listen
nl: Kon die lijst niet afspelen
pl: Nie można odtworzyć tej listy
pt: Não foi possível reproduzir essa lista
sv: Kunde inte spela upp listan
zh_hans: 无法播放该列表

# couldNotPlaySong
source: Couldn't play that song
da: Kunne ikke afspille den sang
de: Dieser Titel konnte nicht abgespielt werden
es: No se pudo reproducir esa canción
fr: Impossible de lire ce morceau
it: Impossibile riprodurre quel brano
ja: その曲を再生できませんでした
nb: Kunne ikke spille av den sangen
nl: Kon dat nummer niet afspelen
pl: Nie można odtworzyć tego utworu
pt: Não foi possível reproduzir essa música
sv: Kunde inte spela upp låten
zh_hans: 无法播放该歌曲

# couldNotReachPlexServer
source: Couldn't reach your Plex server
da: Kunne ikke nå din Plex-server
de: Plex-Server nicht erreichbar
es: No se pudo conectar con tu servidor Plex
fr: Impossible d’atteindre votre serveur Plex
it: Impossibile raggiungere il server Plex
ja: Plex サーバーに接続できません
nb: Kunne ikke nå Plex-serveren din
nl: Kon je Plex-server niet bereiken
pl: Nie można połączyć się z serwerem Plex
pt: Não foi possível contactar o seu servidor Plex
sv: Kunde inte nå din Plex-server
zh_hans: 无法连接您的 Plex 服务器

# couldNotReadPlaylist
source: Couldn't read that playlist
da: Kunne ikke læse den afspilningsliste
de: Diese Wiedergabeliste konnte nicht gelesen werden
es: No se pudo leer esa lista de reproducción
fr: Impossible de lire cette liste de lecture
it: Impossibile leggere quella playlist
ja: そのプレイリストを読み込めませんでした
nb: Kunne ikke lese den spillelisten
nl: Kon die afspeellijst niet lezen
pl: Nie można odczytać tej listy odtwarzania
pt: Não foi possível ler essa lista de reprodução
sv: Kunde inte läsa spellistan
zh_hans: 无法读取该播放列表

# couldNotStartInputFormat
source: Couldn't start %@: %@
da: Kunne ikke starte %@: %@
de: %@ konnte nicht gestartet werden: %@
es: No se pudo iniciar %@: %@
fr: Impossible de démarrer %@ : %@
it: Impossibile avviare %@: %@
ja: %@ を開始できませんでした: %@
nb: Kunne ikke starte %@: %@
nl: Kan %@ niet starten: %@
pl: Nie można uruchomić %@: %@
pt: Não foi possível iniciar %@: %@
sv: Kunde inte starta %@: %@
zh_hans: 无法启动 %@：%@

# couldNotStartPlaybackFormat
source: Couldn't start playback: %@
da: Kunne ikke starte afspilningen: %@
de: Wiedergabe konnte nicht gestartet werden: %@
es: No se pudo iniciar la reproducción: %@
fr: Impossible de démarrer la lecture : %@
it: Impossibile avviare la riproduzione: %@
ja: 再生を開始できませんでした：%@
nb: Kunne ikke starte avspillingen: %@
nl: Kon afspelen niet starten: %@
pl: Nie można rozpocząć odtwarzania: %@
pt: Não foi possível iniciar a reprodução: %@
sv: Kunde inte starta uppspelningen: %@
zh_hans: 无法开始播放：%@

# createAlarmButton
source: Create Alarm
da: Opret alarm
de: Wecker erstellen
es: Crear alarma
fr: Créer l’alarme
it: Crea sveglia
ja: アラームを作成
nb: Opprett alarm
nl: Alarm aanmaken
pl: Utwórz alarm
pt: Criar alarme
sv: Skapa alarm
zh_hans: 创建闹钟

source: Credentials valid
da: Legitimationsoplysninger gyldige
de: Anmeldedaten gültig
es: Credenciales válidas
fr: Identifiants valides
it: Credenziali valide
ja: 認証情報は有効です
nb: Påloggingsinformasjon gyldig
nl: Inloggegevens geldig
pl: Dane logowania prawidłowe
pt: Credenciais válidas
sv: Inloggning giltig
zh_hans: 凭证有效

source: Credits
da: Medvirkende
de: Mitwirkende
es: Créditos
fr: Crédits
it: Riconoscimenti
ja: クレジット
nb: Medvirkende
nl: Met dank aan
pl: Twórcy
pt: Créditos
sv: Tack till
zh_hans: 鸣谢

# cumulativePlaysDescription
source: Cumulative plays through the scrub time, room × hour-of-day.
da: Kumulative afspilninger gennem skrubbtiden, rum × time på dagen.
de: Kumulative Wiedergaben durch die Scrub-Zeit, Raum × Tagesstunde.
es: Reproducciones acumuladas a través del tiempo desplazado, habitación × hora del día.
fr: Lectures cumulées selon le temps balayé, pièce × heure du jour.
it: Riproduzioni cumulative attraverso il tempo di scrub, stanza × ora del giorno.
ja: スクラブ時間を通した累計再生数（部屋 × 時間帯）。
nb: Kumulative avspillinger gjennom skrubbtiden, rom × time på dagen.
nl: Cumulatieve afspelingen door de scrubtijd, kamer × uur-van-de-dag.
pl: Skumulowane odtworzenia w czasie przewijania, pokój × godzina dnia.
pt: Reproduções cumulativas ao longo do tempo de varrimento, divisão × hora do dia.
sv: Kumulativa uppspelningar genom skrubbtiden, rum × timme på dygnet.
zh_hans: 随滑动时间累计的播放次数，房间 × 一天中的小时。

# currentFilterPrefix
source: current filter
da: aktuelt filter
de: aktueller Filter
es: filtro actual
fr: filtre actuel
it: filtro attuale
ja: 現在のフィルタ
nb: nåværende filter
nl: huidig filter
pl: bieżący filtr
pt: filtro atual
sv: aktuellt filter
zh_hans: 当前筛选

# currentVersionLabel
source: Current version:
da: Nuværende version:
de: Aktuelle Version:
es: Versión actual:
fr: Version actuelle :
it: Versione attuale:
ja: 現在のバージョン：
nb: Gjeldende versjon:
nl: Huidige versie:
pl: Bieżąca wersja:
pt: Versão atual:
sv: Nuvarande version:
zh_hans: 当前版本：

source: Custom color
da: Brugerdefineret farve
de: Eigene Farbe
es: Color personalizado
fr: Couleur personnalisée
it: Colore personalizzato
ja: カスタムカラー
nb: Egendefinert farge
nl: Aangepaste kleur
pl: Własny kolor
pt: Cor personalizada
sv: Anpassad färg
zh_hans: 自定义颜色

source: Custom Range
da: Tilpasset interval
de: Benutzerdefinierter Zeitraum
es: Rango personalizado
fr: Plage personnalisée
it: Intervallo personalizzato
ja: カスタム範囲
nb: Tilpasset intervall
nl: Aangepast bereik
pl: Zakres niestandardowy
pt: Intervalo personalizado
sv: Anpassat intervall
zh_hans: 自定义范围

source: Custom Theme Editor
da: Tilpasset tema-editor
de: Benutzerdefinierter Design-Editor
es: Editor de tema personalizado
fr: Éditeur de thème personnalisé
it: Editor di tema personalizzato
ja: カスタムテーマエディター
nb: Egendefinert temared
nl: Aangepaste thema-editor
pl: Edytor własnego motywu
pt: Editor de tema personalizado
sv: Anpassad temared
zh_hans: 自定义主题编辑器

# dailyListeningHoursDescription
source: Daily listening hours per room, filled in over time.
da: Daglige lyttetimer pr. rum, udfyldt over tid.
de: Tägliche Hörstunden pro Raum, im Laufe der Zeit gefüllt.
es: Horas de escucha diarias por habitación, rellenadas con el tiempo.
fr: Heures d’écoute quotidiennes par pièce, remplies au fil du temps.
it: Ore di ascolto giornaliere per stanza, riempite nel tempo.
ja: 時間の経過とともに埋められる、部屋ごとの毎日の聴取時間。
nb: Daglige lyttetimer per rom, fylt inn over tid.
nl: Dagelijkse luisteruren per kamer, in de loop van de tijd opgevuld.
pl: Dzienne godziny słuchania na pokój, uzupełniane w czasie.
pt: Horas diárias de escuta por divisão, preenchidas ao longo do tempo.
sv: Dagliga lyssningstimmar per rum, fylls i över tid.
zh_hans: 按房间统计的每日职听时数，随时间填充。

# dailySummariesHelp
source: Pre-computes daily statistics in the background for faster dashboard loading. Recommended when history exceeds 10,000 entries.
da: Forudberegner daglige statistikker i baggrunden for hurtigere dashboard. Anbefales ved over 10.000 poster.
de: Berechnet tägliche Statistiken im Hintergrund für schnelleres Dashboard-Laden. Empfohlen bei über 10.000 Verlaufseinträgen.
es: Precalcula estadísticas diarias en segundo plano para cargar el panel más rápido. Recomendado con más de 10.000 entradas.
fr: Pré-calcule les statistiques quotidiennes en arrière-plan pour un chargement plus rapide du tableau de bord. Recommandé au-delà de 10 000 entrées.
it: Precalcola statistiche giornaliere in background per caricamenti più veloci. Consigliato con più di 10.000 voci.
ja: 日次統計をバックグラウンドで事前計算しダッシュボードの読み込みを高速化します。履歴が 10,000 件を超える場合におすすめします。
nb: Forhåndsregner daglige statistikker i bakgrunnen for raskere dashbord. Anbefalt ved mer enn 10 000 oppføringer.
nl: Voorberekent dagelijkse statistieken op de achtergrond voor sneller laden van het dashboard. Aanbevolen bij meer dan 10.000 invoer.
pl: Wstępnie oblicza dzienne statystyki w tle dla szybszego ładowania panelu. Zalecane przy ponad 10 000 wpisów.
pt: Pré-calcula estatísticas diárias em segundo plano para carregamento mais rápido. Recomendado com mais de 10.000 entradas.
sv: Förberäknar dagliga statistik i bakgrunden för snabbare instrumentpanel. Rekommenderas vid fler än 10 000 poster.
zh_hans: 在后台预先计算每日统计，加快仪表加载。建议在历史超过 10,000 条时启用。

# darkMode
source: Dark
da: Mørkt
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
nb: Mørkt
nl: Donker
pl: Ciemny
pt: Escuro
sv: Mörkt
zh_hans: 深色

source: Dashboard
da: Oversigt
de: Übersicht
es: Panel
fr: Tableau de bord
it: Pannello
ja: ダッシュボード
nb: Oversikt
pl: Panel
pt: Painel
sv: Kontrollpanel
zh_hans: 仪表盘

source: Data sources
da: Datakilder
de: Datenquellen
es: Fuentes de datos
fr: Sources de données
it: Sorgenti dati
ja: データソース
nb: Datakilder
nl: Gegevensbronnen
pl: Źródła danych
pt: Fontes de dados
sv: Datakällor
zh_hans: 数据来源

# dataSourcesCaption
source: Synced lyrics, artist & album metadata, and album art.
da: Synkroniserede sangtekster, kunstner- og albummetadata samt albumomslag.
de: Synchronisierte Liedtexte, Interpreten- und Albumdaten sowie Albumcover.
es: Letras sincronizadas, metadatos de artista y álbum, y portadas.
fr: Paroles synchronisées, métadonnées d’artiste et d’album, et pochettes.
it: Testi sincronizzati, metadati di artista e album, e copertine.
ja: 同期歌詞、アーティストとアルバムのメタデータ、そしてアルバムアート。
nb: Synkroniserte sangtekster, artist- og albummetadata, og albumomslag.
nl: Gesynchroniseerde songteksten, artiest- en albummetadata, en albumhoezen.
pl: Zsynchronizowane teksty, metadane artysty i albumu oraz okładki albumów.
pt: Letras sincronizadas, metadados de artista e álbum, e capas.
sv: Synkade sångtexter, artist- och albummetadata samt albumomslag.
zh_hans: 同步歌词、艺术家与专辑元数据及专辑封面。

# dateRangeTo
source: to
da: til
de: bis
es: a
fr: à
it: a
nb: til
nl: tot
pl: do
pt: a
sv: till
zh_hans: 至

source: Day of Week
da: Ugedag
de: Wochentag
es: Día de la semana
fr: Jour de la semaine
it: Giorno della settimana
ja: 曜日
nb: Ukedag
nl: Dag van de week
pl: Dzień tygodnia
pt: Dia da semana
sv: Veckodag
zh_hans: 星期

# days7
source: 7 days
da: 7 dage
de: 7 Tage
es: 7 días
fr: 7 jours
it: 7 giorni
ja: 7日
nb: 7 dager
nl: 7 dagen
pl: 7 dni
pt: 7 dias
sv: 7 dagar
zh_hans: 7 天

# days30
source: 30 days
da: 30 dage
de: 30 Tage
es: 30 días
fr: 30 jours
it: 30 giorni
ja: 30日
nb: 30 dager
nl: 30 dagen
pl: 30 dni
pt: 30 dias
sv: 30 dagar
zh_hans: 30 天

# days90
source: 90 days
da: 90 dage
de: 90 Tage
es: 90 días
fr: 90 jours
it: 90 giorni
ja: 90日
nb: 90 dager
nl: 90 dagen
pl: 90 dni
pt: 90 dias
sv: 90 dagar
zh_hans: 90 天

source: Days Constellation
da: Dages stjernebillede
de: Tage-Konstellation
es: Constelación de días
fr: Constellation des jours
it: Costellazione dei giorni
ja: 日の星座
nb: Dagskonstellasjon
nl: Dagenconstellatie
pl: Konstelacja dni
pt: Constelação de dias
sv: Dagarnas konstellation
zh_hans: 日份星图

# daysConstellationDescription
source: Each cell = 1 day. Dots = plays, colour = service. Scrubber walks through history.
da: Hver celle = 1 dag. Prikker = afspilninger, farve = tjeneste. Skyderen går gennem historikken.
de: Jede Zelle = 1 Tag. Punkte = Wiedergaben, Farbe = Dienst. Der Schieberegler durchläuft den Verlauf.
es: Cada celda = 1 día. Puntos = reproducciones, color = servicio. El control recorre el historial.
fr: Chaque cellule = 1 jour. Points = lectures, couleur = service. Le curseur parcourt l’historique.
it: Ogni cella = 1 giorno. Punti = riproduzioni, colore = servizio. Il cursore percorre la cronologia.
ja: 各セル = 1日。ドット = 再生、色 = サービス。スクラバーが履歴を辿ります。
nb: Hver celle = 1 dag. Prikker = avspillinger, farge = tjeneste. Skrubberen går gjennom historikken.
nl: Elke cel = 1 dag. Stippen = afspelingen, kleur = dienst. Schuifregelaar loopt door de geschiedenis.
pl: Każda komórka = 1 dzień. Kropki = odtworzenia, kolor = usługa. Suwak przechodzi przez historię.
pt: Cada célula = 1 dia. Pontos = reproduções, cor = serviço. O cursor percorre o histórico.
sv: Varje cell = 1 dag. Prickar = uppspelningar, färg = tjänst. Skrubbaren går genom historiken.
zh_hans: 每个格子 = 1 天。点 = 播放，颜色 = 服务。滑块漫步于历史。

source: Delete
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Excluir
sv: Radera
zh_hans: 删除

# deleteAllWarningFormat
source: This will permanently remove all %d entries.
da: Dette fjerner permanent alle %d poster.
de: Dies entfernt dauerhaft alle %d Einträge.
es: Esto eliminará permanentemente las %d entradas.
fr: Cela supprimera définitivement les %d entrées.
it: Questo rimuoverà permanentemente tutte le %d voci.
ja: すべての %d 件のエントリが完全に削除されます。
nb: Dette fjerner permanent alle %d oppføringer.
nl: Dit verwijdert permanent alle %d invoer.
pl: To trwale usunie wszystkie %d wpisów.
pt: Isso remove permanentemente todas as %d entradas.
sv: Detta tar permanent bort alla %d poster.
zh_hans: 这将永久删除全部 %d 条记录。

source: Deleted Items
da: Slettede emner
de: Gelöschte Objekte
es: Elementos eliminados
fr: Éléments supprimés
it: Elementi eliminati
ja: 削除済み項目
nb: Slettede elementer
nl: Verwijderde items
pl: Usunięte elementy
pt: Itens excluídos
sv: Raderade objekt
zh_hans: 已删除项目

# deletedItemsRetentionFormat
source: Deleted playlists are removed after %d days.
da: Slettede afspilningslister fjernes efter %d dage.
de: Gelöschte Playlists werden nach %d Tagen entfernt.
es: Las listas eliminadas se borran a los %d días.
fr: Les listes supprimées sont retirées après %d jours.
it: Le playlist eliminate vengono rimosse dopo %d giorni.
ja: 削除したプレイリストは %d 日後に消去されます。
nb: Slettede spillelister fjernes etter %d dager.
nl: Verwijderde afspeellijsten worden na %d dagen verwijderd.
pl: Usunięte playlisty są usuwane po %d dniach.
pt: Playlists excluídas são removidas após %d dias.
sv: Raderade spellistor tas bort efter %d dagar.
zh_hans: 已删除的播放列表将在 %d 天后被清除。

# deletedPresetFormat
source: Deleted “%@”
da: ”%@” blev slettet
de: „%@“ gelöscht
es: «%@» eliminado
fr: « %@ » supprimé
it: «%@» eliminato
ja: 「%@」を削除しました
nb: «%@» ble slettet
nl: ‘%@’ verwijderd
pl: Usunięto „%@”
pt: “%@” apagado
sv: ”%@” raderades
zh_hans: 已删除“%@”

# deleteFilteredEntriesTitle
source: Delete %d Filtered Entries?
da: Slet %d filtrerede poster?
de: %d gefilterte Einträge löschen?
es: ¿Eliminar %d entradas filtradas?
fr: Supprimer %d entrées filtrées ?
it: Eliminare %d voci filtrate?
ja: フィルタされた %d 件の項目を削除しますか？
nb: Slette %d filtrerte oppføringer?
nl: %d gefilterde items verwijderen?
pl: Usunąć %d odfiltrowanych wpisów?
pt: Apagar %d entradas filtradas?
sv: Radera %d filtrerade poster?
zh_hans: 删除筛选的 %d 项条目？

# deleteFilteredWarningFormat
source: This will permanently remove the %d entries matching your current filters.
da: Dette fjerner permanent %d poster, der matcher dine nuværende filtre.
de: Dies entfernt dauerhaft die %d Einträge, die deinen aktuellen Filtern entsprechen.
es: Esto eliminará permanentemente las %d entradas que coinciden con tus filtros actuales.
fr: Cela supprimera définitivement les %d entrées correspondant à vos filtres actuels.
it: Questo rimuoverà permanentemente le %d voci che corrispondono ai filtri attuali.
ja: 現在のフィルタに一致する %d 件のエントリが完全に削除されます。
nb: Dette fjerner permanent %d oppføringer som samsvarer med filtrene dine.
nl: Dit verwijdert permanent de %d invoer die aan je huidige filters voldoet.
pl: To trwale usunie %d wpisów pasujących do bieżących filtrów.
pt: Isso remove permanentemente as %d entradas que correspondem aos seus filtros.
sv: Detta tar permanent bort %d poster som matchar dina aktuella filter.
zh_hans: 这将永久删除符合当前筛选条件的 %d 条记录。

source: Delete Permanently
da: Slet permanent
de: Endgültig löschen
es: Eliminar definitivamente
fr: Supprimer définitivement
it: Elimina definitivamente
ja: 完全に削除
nb: Slett permanent
nl: Definitief verwijderen
pl: Usuń trwale
pt: Excluir permanentemente
sv: Radera permanent
zh_hans: 永久删除

source: Delete Playlist
da: Slet spilleliste
de: Playlist löschen
es: Eliminar lista
fr: Supprimer la liste de lecture
it: Elimina playlist
ja: プレイリストを削除
nb: Slett spilleliste
nl: Afspeellijst verwijderen
pl: Usuń playlistę
pt: Excluir playlist
sv: Radera spellista
zh_hans: 删除播放列表

source: Delete Preset
da: Slet forudindstilling
de: Vorlage löschen
es: Eliminar preajuste
fr: Supprimer le préréglage
it: Elimina preset
ja: プリセットを削除
nb: Slett forhåndsinnstilling
nl: Voorinstelling verwijderen
pl: Usuń ustawienie
pt: Eliminar predefinição
sv: Ta bort förinställning
zh_hans: 删除预设

# deletePresetTitle
source: Delete Preset?
da: Slet forudindstilling?
de: Voreinstellung löschen?
es: ¿Eliminar preajuste?
fr: Supprimer le préréglage ?
it: Eliminare il preset?
ja: プリセットを削除しますか？
nb: Slette forhåndsinnstilling?
nl: Voorinstelling verwijderen?
pl: Usunąć ustawienie wstępne?
pt: Apagar predefinição?
sv: Radera förinställning?
zh_hans: 删除预设？

# deleteShownFormat
source: Delete %d Shown
da: Slet %d viste
de: %d Angezeigte löschen
es: Eliminar %d mostrados
fr: Supprimer les %d affichés
it: Elimina %d mostrati
ja: 表示中の %d 件を削除
nb: Slett %d viste
nl: %d Getoonde verwijderen
pl: Usuń %d wyświetlonych
pt: Eliminar %d mostrados
sv: Ta bort %d visade
zh_hans: 删除显示的 %d 条

# diagClearAll
source: Clear All
da: Ryd alle
de: Alle löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
ja: すべて消去
nb: Tøm alle
nl: Alles wissen
pl: Wyczyść wszystkie
pt: Limpar tudo
sv: Rensa alla
zh_hans: 全部清除

# diagColumnInterference
source: Interference
da: Interferens
de: Störungen
es: Interferencias
fr: Interférences
it: Interferenze
ja: 干渉
nb: Interferens
nl: Interferentie
pl: Zakłócenia
pt: Interferência
sv: Störningar
zh_hans: 干扰

# diagColumnLevel
source: Level
da: Niveau
de: Stufe
es: Nivel
fr: Niveau
it: Livello
ja: レベル
nb: Nivå
nl: Niveau
pl: Poziom
pt: Nível
sv: Nivå
zh_hans: 级别

# diagColumnMessage
source: Message
da: Besked
de: Meldung
es: Mensaje
it: Messaggio
ja: メッセージ
nb: Melding
nl: Bericht
pl: Wiadomość
pt: Mensagem
sv: Meddelande
zh_hans: 消息

# diagColumnSerial
source: Serial
da: Serienummer
de: Seriennummer
es: Nº de serie
fr: N° de série
it: Seriale
ja: シリアル
nb: Serienummer
nl: Serienummer
pl: Numer seryjny
pt: Nº de série
sv: Serienummer
zh_hans: 序列号

# diagColumnTime
source: Time
da: Tid
de: Zeit
es: Hora
fr: Heure
it: Ora
ja: 時刻
nb: Tid
nl: Tijd
pl: Czas
pt: Hora
sv: Tid
zh_hans: 时间

# diagConnHomeTheater
source: Soundbar link
da: Soundbar-forbindelse
de: Soundbar-Verbindung
es: Enlace de barra de sonido
fr: Liaison barre de son
it: Collegamento soundbar
ja: サウンドバー接続
nb: Lydplanke-kobling
nl: Soundbar-verbinding
pl: Łącze soundbara
pt: Ligação à soundbar
sv: Soundbar-länk
zh_hans: 回音壁链路

# diagCopyAll
source: Copy All
da: Kopiér alle
de: Alle kopieren
es: Copiar todo
fr: Tout copier
it: Copia tutto
ja: すべてコピー
nb: Kopier alle
nl: Alles kopiëren
pl: Kopiuj wszystko
pt: Copiar tudo
sv: Kopiera alla
zh_hans: 全部复制

# diagCopyRow
source: Copy Row
da: Kopiér række
de: Zeile kopieren
es: Copiar fila
fr: Copier la ligne
it: Copia riga
ja: 行をコピー
nb: Kopier rad
nl: Rij kopiëren
pl: Kopiuj wiersz
pt: Copiar linha
sv: Kopiera rad
zh_hans: 复制此行

# diagCopyRowsFormat
source: Copy %d Rows
da: Kopiér %d rækker
de: %d Zeilen kopieren
es: Copiar %d filas
fr: Copier %d lignes
it: Copia %d righe
ja: %d 行をコピー
nb: Kopier %d rader
nl: %d rijen kopiëren
pl: Kopiuj %d wierszy
pt: Copiar %d linhas
sv: Kopiera %d rader
zh_hans: 复制 %d 行

# diagCopyRowsWithPayloadFormat
source: Copy %d Rows (with payload)
da: Kopiér %d rækker (med indhold)
de: %d Zeilen kopieren (mit Inhalt)
es: Copiar %d filas (con contenido)
fr: Copier %d lignes (avec contenu)
it: Copia %d righe (con contenuto)
ja: %d 行をコピー（内容付き）
nb: Kopier %d rader (med innhold)
nl: %d rijen kopiëren (met inhoud)
pl: Kopiuj %d wierszy (z zawartością)
pt: Copiar %d linhas (com conteúdo)
sv: Kopiera %d rader (med innehåll)
zh_hans: 复制 %d 行（含内容）

# diagCopyRowWithPayload
source: Copy Row (with payload)
da: Kopiér række (med indhold)
de: Zeile kopieren (mit Inhalt)
es: Copiar fila (con contenido)
fr: Copier la ligne (avec contenu)
it: Copia riga (con contenuto)
ja: 行をコピー（内容付き）
nb: Kopier rad (med innhold)
nl: Rij kopiëren (met inhoud)
pl: Kopiuj wiersz (z zawartością)
pt: Copiar linha (com conteúdo)
sv: Kopiera rad (med innehåll)
zh_hans: 复制行（含内容）
